NSCameraUsageDescription = "O acesso à câmara é necessário para digitalizar documentos e fazer fotos e vídeos.";
NSFaceIDUsageDescription = "O Face ID é necessário para a autenticação com reconhecimento facial.";
NSLocationAlwaysUsageDescription = "O aplicativo usa sua localização para acionar automaticamente os uploads de arquivos quando você se desloca entre áreas.";
NSPhotoLibraryUsageDescription = "O acesso à galeria de fotos é necessário para enviar as suas fotos e vídeos para a sua nuvem.";
NSPhotoLibraryAddUsageDescription = "O acesso à galeria de fotos é necessário para enviar as suas fotos e vídeos para a sua nuvem.";
NSMicrophoneUsageDescription = "O acesso ao microfone é necessário para criar notas de voz.";
NSLocationWhenInUseUsageDescription = "Este aplicativo usa sua localização para detectar movimentos e fazer uploads de arquivos automaticamente. Ele não usa GPS e não armazena sua localização.";
NSLocationAlwaysAndWhenInUseUsageDescription = "This app needs access to your location even in the background to automatically start uploading files when significant movement is detected. GPS is not used.";
